GT3/GT3/setup_TM/RANS-SA/0/nuTilda
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |				
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10                                  	
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      nuTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 1e-06;

boundaryField
{
lowerWall
    {
        type            fixedValue;
        value           uniform 0;
    }
    lowerSymmetry
    {
        //type            calculated;
        //value           uniform 0;

	type            zeroGradient;
    }
    upperSymmetry
    {
        //type            calculated;
        //value           uniform 0;

	type            zeroGradient;
    }
    inlet
    {
        //type            calculated;
        //value           uniform 0;

	type            zeroGradient;
    }
    outlet
    {
        //type            calculated;
        //value           uniform 0;

	type            zeroGradient;
    }
    defaultFaces
    {
        type            empty;
    }

}

// ************************************************************************* //
